<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AWSCLI</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/utilities</string>
		<key>NAME</key>
		<string>AWSCLI</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array/>
			<key>catalogs</key>
			<array>
				<string>import</string>
			</array>
			<key>category</key>
			<string>Development</string>
			<key>description</key>
			<string>The AWS Command Line Interface (CLI) is a unified tool to manage your AWS services, symlinked into your path at /usr/local/bin/aws</string>
			<key>developer</key>
			<string>Amazon Web Services</string>
			<key>display_name</key>
			<string>AWS Command Line Interface</string>
			<key>icon_name</key>
			<string>aws.png</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.AWSCLI</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.AWSCLI</key>
			<dict>
				<key>git_hash</key>
				<string>b76a7d0419c0f028ed9275c474dbf7faf846fb40</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Amazon/AWSCLI.download.recipe</string>
				<key>sha256_hash</key>
				<string>a378a70d339946beb7b9f521a2848f3c21e40e168789b8f9ab554cee1853e544</string>
			</dict>
			<key>com.github.homebysix.munki.AWSCLI</key>
			<dict>
				<key>git_hash</key>
				<string>0db41d4e7820321564ea23269da8146cc796742a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Amazon/AWSCLI.munki.recipe</string>
				<key>sha256_hash</key>
				<string>ce0cb8e673822e6d6838fa9a2ba11f457b1c8435bcf895c47288eb36ce7664e5</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
